Repository: xaron98/spiral-journey
Catalog: spiral journey project/Localizable.xcstrings
Source language: en
Languages: ar, ca, de, es, fr, ja, pt_br, zh_hans

# comparison.days
source: %lld days
ar: %d يوم من البيانات
ca: %d dies de dades
de: %d Tage Daten
es: %lld días
fr: %d jours de données
ja: %d日分のデータ
zh_hans: %d天数据

# comparison.disconnected
source: Connection ended
ar: انتهى الاتصال
ca: Connexió finalitzada
de: Verbindung beendet
es: Conexión terminada
fr: Connexion terminée
ja: 接続が終了しました
zh_hans: 连接已结束

# comparison.duration
source: Mean Duration
ar: المدة المتوسطة
ca: Durada Mitjana
de: Mittlere Dauer
es: Duración Media
fr: Durée Moyenne
ja: 平均持続時間
zh_hans: 平均时长

# comparison.fragmentation
source: Fragmentation
ar: التجزئة
ca: Fragmentació
de: Fragmentierung
es: Fragmentación
ja: 断片化
zh_hans: 碎片化

# comparison.metric.acrophase
source: Acrophase
ar: ذروة النشاط
ca: Acrofase
de: Akrophase
es: Acrofase
ja: 活動ピーク
zh_hans: 活跃高峰

# comparison.metric.periodogram
source: Periodogram
ar: مخطط الدورية
ca: Periodograma
de: Periodogramm
es: Periodograma
fr: Périodogramme
ja: ペリオドグラム
zh_hans: 周期图

# comparison.regularity
source: Regularity
ar: الانتظام
ca: Regularitat
de: Regelmäßigkeit
es: Regularidad
fr: Régularité
ja: 規則性
zh_hans: 规律性

# comparison.rhythms
source: Rhythms
ar: الإيقاعات
ca: Ritmes
de: Rhythmen
es: Ritmos
fr: Rythmes
ja: リズム
zh_hans: 节律

# comparison.searchAgain
source: Search again
ar: البحث مرة أخرى
ca: Buscar de nou
de: Erneut suchen
es: Buscar de nuevo
fr: Rechercher à nouveau
ja: 再検索
zh_hans: 重新搜索

# comparison.searching
source: Bring another iPhone with Spiral Journey close
ar: قرّب جهاز iPhone آخر مع Spiral Journey
ca: Acosta un altre iPhone amb Spiral Journey
de: Bringe ein anderes iPhone mit Spiral Journey in die Nähe
es: Acerca otro iPhone con Spiral Journey
fr: Approchez un autre iPhone avec Spiral Journey
ja: Spiral Journeyがインストールされた別のiPhoneを近づけてください
zh_hans: 将另一部装有Spiral Journey的iPhone靠近

# comparison.sharingAs %@
source: Sharing as: %@
ar: المشاركة باسم: %@
ca: Compartint com: %@
de: Teilen als: %@
es: Compartiendo como: %@
fr: Partage en tant que : %@
ja: 共有名：%@
zh_hans: 分享身份：%@

# comparison.socialJetlag
source: Social Jetlag
ar: فارق التوقيت الاجتماعي
ca: Jetlag Social
de: Sozialer Jetlag
es: Jetlag Social
fr: Décalage Social
ja: ソーシャルジェットラグ
zh_hans: 社交时差

# comparison.title
source: Compare Sleep
ar: مقارنة النوم
ca: Comparar Son
de: Schlaf Vergleichen
es: Comparar Sueño
fr: Comparer le Sommeil
ja: 睡眠を比較
zh_hans: 比较睡眠

# comparison.wake
source: Mean Wake
ar: متوسط وقت الاستيقاظ
ca: Hora de Despertar Mitjana
de: Mittlere Aufwachzeit
es: Hora de Despertar Media
fr: Heure de Réveil Moyenne
ja: 平均起床時刻
zh_hans: 平均起床时间

# comparison.you
source: You
ar: أنت
ca: Tu
de: Du
es: Tú
fr: Vous
ja: あなた
zh_hans: 你

# conclusions.categories.title
source: Categories
ar: الفئات
de: Kategorien
es: Categorías
fr: Catégories
ja: カテゴリ
zh_hans: 类别

# conclusions.done
source: Done
ar: تم
ca: Fet
de: Fertig
es: Listo
fr: Terminé
ja: 完了
zh_hans: 完成

# conclusions.recommendations.title
source: Recommendations
ar: التوصيات
ca: Recomanacions
de: Empfehlungen
es: Recomendaciones
fr: Recommandations
ja: 推奨事項
zh_hans: 建议

# conclusions.score.composite
source: Composite circadian rhythm score
ar: درجة الإيقاع البيولوجي المركبة
ca: Puntuació composta del ritme circadià
de: Zusammengesetzter Zirkadianrhythmus-Score
es: Puntuación compuesta del ritmo circadiano
fr: Score composite du rythme circadien
ja: 概日リズム総合スコア
zh_hans: 昼夜节律综合评分

# conclusions.trends.title
source: Trends
ar: الاتجاهات
ca: Tendències
es: Tendencias
fr: Tendances
ja: トレンド
zh_hans: 趋势

# consistency.breakdown.duration
source: Sleep duration
ar: مدة النوم
ca: Durada del son
de: Schlafdauer
es: Duración del sueño
fr: Durée du sommeil
ja: 睡眠時間
zh_hans: 睡眠时长

# consistency.breakdown.fragmentation
source: Fragmentation pattern
ar: نمط التجزؤ
ca: Patró de fragmentació
de: Fragmentierungsmuster
es: Patrón de fragmentación
fr: Schéma de fragmentation
ja: 断片化パターン
zh_hans: 碎片化模式

# consistency.breakdown.recovery.proxy
source: Recovery (proxy)
ar: التعافي (بديل)
ca: Recuperació (proxy)
de: Erholung (Proxy)
es: Recuperación (proxy)
fr: Récupération (proxy)
ja: 回復 (代替)
zh_hans: 恢复 (代理)

# consistency.breakdown.recovery.real
source: Recovery (HRV/HR)
ar: التعافي (HRV/معدل القلب)
ca: Recuperació (HRV/FC)
de: Erholung (HRV/HF)
es: Recuperación (HRV/FC)
fr: Récupération (HRV/FC)
ja: 回復 (HRV/心拍数)
zh_hans: 恢复 (HRV/心率)

# consistency.breakdown.sleepOnset
source: Sleep onset time
ar: وقت النوم
ca: Hora d'adormir-se
de: Einschlafzeit
es: Hora de dormir
fr: Heure d'endormissement
ja: 入眠時刻
zh_hans: 入睡时间

# consistency.breakdown.title
source: Metric breakdown
ar: تفاصيل المقاييس
ca: Desglossament de mètriques
de: Metrikübersicht
es: Desglose de métricas
fr: Détail des métriques
ja: 指標の内訳
zh_hans: 指标分解

# consistency.breakdown.wakeTime
source: Wake time
ar: وقت الاستيقاظ
ca: Hora de despertar-se
de: Aufwachzeit
es: Hora de despertar
fr: Heure de réveil
ja: 起床時刻
zh_hans: 起床时间

# consistency.comparison.prevWeek
source: Previous week
ar: الأسبوع الماضي
ca: Setmana anterior
de: Letzte Woche
es: Semana anterior
fr: Semaine précédente
ja: 先週
zh_hans: 上周

# consistency.comparison.thisWeek
source: This week
ar: هذا الأسبوع
ca: Aquesta setmana
de: Diese Woche
es: Esta semana
fr: Cette semaine
ja: 今週
zh_hans: 本周

# consistency.comparison.title
source: This week vs previous
ar: هذا الأسبوع مقابل الأسبوع الماضي
ca: Aquesta setmana vs anterior
de: Diese Woche vs. letzte Woche
es: Esta semana vs semana anterior
fr: Cette semaine vs semaine précédente
ja: 今週 vs 先週
zh_hans: 本周 vs 上周

# consistency.confidence.high
source: High confidence
ar: ثقة عالية
ca: Alta confiança
de: Hohe Konfidenz
es: Alta confianza
fr: Haute confiance
ja: 高信頼度
zh_hans: 高置信度

# consistency.confidence.low
source: Low data
ar: بيانات قليلة
ca: Pocs dades
de: Wenig Daten
es: Pocos datos
fr: Peu de données
ja: データ不足
zh_hans: 数据不足

# consistency.confidence.medium
source: Medium confidence
ar: ثقة متوسطة
ca: Confiança mitjana
de: Mittlere Konfidenz
es: Confianza media
fr: Confiance moyenne
ja: 中信頼度
zh_hans: 中等置信度

# consistency.heatmap.noData
source: No data available
ar: لا توجد بيانات
ca: Sense dades disponibles
de: Keine Daten verfügbar
es: Sin datos disponibles
fr: Aucune donnée disponible
ja: データなし
zh_hans: 暂无数据

# consistency.heatmap.title
source: Last %lld nights
ar: آخر %lld ليالٍ
ca: Últimes %lld nits
de: Letzte %lld Nächte
es: Últimas %lld noches
fr: Dernières %lld nuits
ja: 直近 %lld 夜
zh_hans: 最近 %lld 晚

# consistency.help.global.desc
source: Your entire sleep schedule shifted significantly compared to your recent pattern. This can happen due to jet lag, schedule changes, or sleeping at a very different time than usual. A large shift can affect your circadian rhythm for several days.
ar: تحوّل جدول نومك بشكل ملحوظ مقارنةً بنمطك الأخير. قد يحدث هذا بسبب اضطراب الرحلات الجوية الطويلة، أو تغييرات في الجدول الزمني، أو النوم في وقت مختلف جدًا عن المعتاد. قد يؤثر تحول كبير في إيقاعك اليوماوي لعدة أيام.
ca: Tot el teu horari de son s'ha desplaçat significativament respecte al teu patró recent. Pot passar per jet lag, canvis d'horari, o dormir a una hora molt diferent de l'habitual. Un desplaçament gran pot afectar el teu ritme circadià durant diversos dies.
de: Dein gesamter Schlafrhythmus hat sich im Vergleich zu deinem letzten Muster deutlich verschoben. Dies kann durch Jetlag, Änderungen des Zeitplans oder Schlafen zu einer sehr anderen Zeit als üblich verursacht werden. Eine große Verschiebung kann deinen zirkadianen Rhythmus für mehrere Tage beeinflussen.
es: Tu horario de sueño se desplazó significativamente respecto a tu patrón reciente. Puede ocurrir por jet lag, cambios de horario, o dormir a una hora muy diferente de lo habitual. Un desplazamiento grande puede afectar tu ritmo circadiano durante varios días.
fr: L'intégralité de ton horaire de sommeil a considérablement changé par rapport à ton schéma récent. Cela peut arriver à cause du décalage horaire, de changements d'emploi du temps, ou d'un coucher à une heure très différente de l'habitude. Un grand décalage peut affecter ton rythme circadien pendant plusieurs jours.
ja: 睡眠スケジュール全体が最近のパターンと比べて大幅にずれました。これはジェット lag、スケジュールの変更、またはいつもと大きく異なる時間に寝ることで起こります。大きなずれは概日リズムに数日間影響を与えることがあります。
zh_hans: 与近期规律相比，你的整个睡眠时间表发生了显著偏移。这可能是由于时差、日程变化或在与平时差异很大的时间入睡所导致。较大的偏移可能会影响你的昼夜节律数天。

# consistency.help.global.title
source: Global shift
ar: تحول عالمي
ca: Canvi global
de: Globale Verschiebung
es: Cambio global
fr: Décalage global
ja: 全体的なシフト
zh_hans: 整体偏移

# consistency.help.local.desc
source: Awakenings were detected during your sleep. These are interruptions concentrated in a specific time window, which may be caused by noise, temperature, light, or other environmental factors.
ar: تم رصد استيقاظات خلال نومك. هذه انقطاعات تتركز في نافذة زمنية محددة، وقد تكون ناجمة عن الضوضاء، أو درجة الحرارة، أو الضوء، أو عوامل بيئية أخرى.
ca: Es van detectar despertars durant el teu son. Són interrupcions concentrades en una franja horària específica, que poden ser causades per soroll, temperatura, llum o altres factors ambientals.
de: Während deines Schlafs wurden Aufwachphasen erkannt. Diese Unterbrechungen sind in einem bestimmten Zeitfenster konzentriert und können durch Lärm, Temperatur, Licht oder andere Umweltfaktoren verursacht werden.
es: Se detectaron despertares durante tu sueño. Son interrupciones concentradas en una franja horaria específica, que pueden deberse a ruido, temperatura, luz u otros factores ambientales.
fr: Des réveils ont été détectés pendant ton sommeil. Ce sont des interruptions concentrées dans une fenêtre temporelle précise, pouvant être causées par le bruit, la température, la lumière ou d'autres facteurs environnementaux.
ja: 睡眠中に覚醒が検出されました。これらは特定の時間帯に集中した中断で、騒音、温度、光、またはその他の環境要因が原因の可能性があります。
zh_hans: 检测到睡眠期间出现觉醒。这些是集中在特定时间窗口内的中断，可能由噪音、温度、光线或其他环境因素引起。

# consistency.help.local.title
source: Local disruption
ar: اضطراب محلي
ca: Disrupció local
de: Lokale Störung
es: Disrupción local
fr: Perturbation locale
ja: 局所的混乱
zh_hans: 局部干扰

# consistency.help.normal.desc
source: Your sleep pattern was stable this night. Bedtime and wake time are consistent with your weekly average, and no significant interruptions were detected.
ar: كان نمط نومك مستقرًا هذه الليلة. وقت النوم والاستيقاظ متسق مع متوسطك الأسبوعي، ولم يُرصد أي انقطاع ملحوظ.
ca: El teu patró de son va ser estable aquesta nit. L'hora d'anar a dormir i de despertar-se és consistent amb la teva mitjana setmanal, i no es van detectar interrupcions significatives.
de: Dein Schlafmuster war in dieser Nacht stabil. Schlafens- und Aufwachzeit sind konsistent mit deinem Wochendurchschnitt, und es wurden keine signifikanten Unterbrechungen erkannt.
es: Tu patrón de sueño fue estable esta noche. La hora de dormir y despertar son consistentes con tu media semanal, y no se detectaron interrupciones significativas.
fr: Ton schéma de sommeil était stable cette nuit. L'heure du coucher et du réveil sont cohérentes avec ta moyenne hebdomadaire, et aucune interruption significative n'a été détectée.
ja: この夜の睡眠パターンは安定していました。就寝時刻と起床時刻は週間平均と一致しており、大きな中断は検出されませんでした。
zh_hans: 今晚的睡眠规律稳定。就寝时间和起床时间与你的每周平均值一致，未检测到明显中断。

# consistency.help.normal.title
source: Normal
ar: طبيعي
ja: 正常
zh_hans: 正常

# consistency.help.title
source: What do the colors mean?
ar: ماذا تعني الألوان؟
ca: Què signifiquen els colors?
de: Was bedeuten die Farben?
es: ¿Qué significan los colores?
fr: Que signifient les couleurs ?
ja: 色は何を意味しますか？
zh_hans: 颜色代表什么意思？

# consistency.insights.title
source: Detected insights
ar: رؤى مكتشفة
ca: Insights detectats
de: Erkannte Einblicke
es: Insights detectados
fr: Aperçus détectés
ja: 検出されたインサイト
zh_hans: 检测到的洞察

# consistency.label.disorganized
source: Disorganized
ar: غير منتظم
ca: Desorganitzat
es: Desorganizado
fr: Désorganisé
ja: 不規則
pt_br: Desorganizado
zh_hans: 紊乱

# consistency.label.insufficient
source: No Data
ar: لا توجد بيانات
ca: Sense dades
es: Sin datos
fr: Pas de données
ja: データなし
pt_br: Sem dados
zh_hans: 无数据

# consistency.label.stable
source: Stable
ar: مستقر
ca: Estable
es: Estable
ja: 安定
pt_br: Estável
zh_hans: 稳定

# consistency.label.variable
source: Variable
ar: متغير
ja: 不安定
pt_br: Variável
zh_hans: 不稳定

# consistency.label.veryStable
source: Very Stable
ar: مستقر جداً
ca: Molt estable
es: Muy estable
fr: Très stable
ja: 非常に安定
pt_br: Muito estável
zh_hans: 非常稳定

# consistency.legend.globalShift
source: Global shift
ar: تحول عالمي
ca: Canvi global
de: Globale Verschiebung
es: Cambio global
fr: Décalage global
ja: 全体的なシフト
zh_hans: 整体偏移

# consistency.legend.localDisruption
source: Local disruption
ar: اضطراب محلي
ca: Disrupció local
de: Lokale Störung
es: Disrupción local
fr: Perturbation locale
ja: 局所的混乱
zh_hans: 局部干扰

# consistency.legend.normal
source: Normal
ar: طبيعي
ja: 正常
zh_hans: 正常

# consistency.nights
source: %lld nights
ar: %lld ليالٍ
ca: %lld nits
de: %lld Nächte
es: %lld noches
fr: %lld nuits
ja: %lld 夜
zh_hans: %lld 晚

# consistency.title
source: Consistency
ar: الاتساق
ca: Consistència
de: Konsistenz
es: Consistencia
fr: Consistance
ja: 一貫性
zh_hans: 一致性

# context.editor.addTitle
source: Add Block
ar: إضافة كتلة
ca: Afegir bloc
de: Block hinzufügen
es: Añadir bloque
fr: Ajouter un bloc
ja: ブロックを追加
zh_hans: 添加时段

# context.editor.cancel
source: Cancel
ar: إلغاء
ca: Cancel·lar
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
zh_hans: 取消

# context.editor.days
source: Active days
ar: الأيام النشطة
ca: Dies actius
de: Aktive Tage
es: Días activos
fr: Jours actifs
ja: 有効な曜日
zh_hans: 活跃日

# context.editor.editTitle
source: Edit Block
ar: تعديل الكتلة
ca: Editar bloc
de: Block bearbeiten
es: Editar bloque
fr: Modifier le bloc
ja: ブロックを編集
zh_hans: 编辑时段

# context.editor.end
source: End
ar: النهاية
ca: Final
de: Ende
es: Fin
fr: Fin
ja: 終了
zh_hans: 结束

# context.editor.label
source: Label
ar: التسمية
ca: Etiqueta
de: Bezeichnung
es: Etiqueta
fr: Libellé
ja: ラベル
zh_hans: 标签

# context.editor.labelPlaceholder
source: e.g. Morning shift
ar: مثال: الوردية الصباحية
ca: p.ex. Torn matí
de: z.B. Frühschicht
es: ej. Turno mañana
fr: ex. Quart du matin
ja: 例: 朝のシフト
zh_hans: 例如 早班

# context.editor.save
source: Save
ar: حفظ
ca: Desar
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
zh_hans: 保存

# context.editor.start
source: Start
ar: البداية
ca: Inici
de: Beginn
es: Inicio
fr: Début
ja: 開始
zh_hans: 开始

# context.editor.type
source: Type
ar: النوع
ca: Tipus
de: Typ
es: Tipo
ja: タイプ
zh_hans: 类型

# context.type.commute
source: Commute
ar: تنقل
ca: Desplaçament
de: Pendeln
es: Desplazamiento
fr: Trajet
ja: 通勤
zh_hans: 通勤

# context.type.custom
source: Custom
ar: مخصص
ca: Personalitzat
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
ja: カスタム
zh_hans: 自定义

# context.type.exercise
source: Exercise
ar: تمارين
ca: Exercici
de: Sport
es: Ejercicio
fr: Exercice
ja: 運動
zh_hans: 运动

# context.type.focus
source: Focus
ar: تركيز
de: Fokus
es: Foco
fr: Concentration
ja: 集中
zh_hans: 专注

# context.type.social
source: Social
ar: اجتماعي
de: Soziales
ja: ソーシャル
zh_hans: 社交

# context.type.study
source: Study
ar: دراسة
ca: Estudi
de: Studium
es: Estudio
fr: Études
ja: 学習
zh_hans: 学习

# context.type.work
source: Work
ar: عمل
ca: Treball
de: Arbeit
es: Trabajo
fr: Travail
ja: 仕事
zh_hans: 工作

# cosinor.rolling.title
source: Rolling Cosinor (7-day)
ar: جيب تمام متحرك (7 أيام)
ca: Cosinor mòbil (7 dies)
de: Gleitender Cosinor (7 Tage)
es: Cosinor móvil (7 días)
fr: Cosinor glissant (7 jours)
ja: ローリングCosinor (7日)
zh_hans: 滚动Cosinor (7天)

# day.bedtime
source: BEDTIME
ar: وقت النوم
ca: HORA DE DORMIR
de: SCHLAFENSZEIT
es: HORA DE DORMIR
fr: HEURE DE COUCHER
ja: 就寝時間
zh_hans: 就寝时间

# day.cosinor.acrophase
source: Acrophase
ar: ذروة النشاط
ca: Acrofase
de: Akrophase
es: Acrofase
ja: 活動ピーク
zh_hans: 活跃高峰

# day.cosinor.amplitude
source: Amplitude
ar: السعة
ca: Amplitud
es: Amplitud
ja: 振幅
zh_hans: 振幅

# day.cosinor.mesor
source: MESOR
ar: ميزور

# day.duration
source: DURATION
ar: المدة
ca: DURADA
de: DAUER
es: DURACIÓN
fr: DURÉE
ja: 時間
zh_hans: 时长

# day.wakeup
source: WAKEUP
ar: الاستيقاظ
ca: DESPERTAR
de: AUFWACHEN
es: DESPERTAR
fr: RÉVEIL
ja: 起床時間
zh_hans: 起床时间

# discovery.circadianRhythm.detail
source: A strong 24h rhythm detected in your data — your body clock is working.
ar: تم اكتشاف إيقاع قوي مدته 24 ساعة في بياناتك — ساعتك البيولوجية تعمل.
ca: Un ritme fort de 24h detectat en les teves dades — el teu rellotge biològic funciona.
de: Ein starker 24h-Rhythmus in deinen Daten entdeckt — deine Körperuhr funktioniert.
es: Un ritmo fuerte de 24h detectado en tus datos — tu reloj biológico funciona.
fr: Un rythme fort de 24h détecté dans vos données — votre horloge biologique fonctionne.
ja: データから強い24時間リズムが検出されました——体内時計が機能しています。
zh_hans: 在你的数据中检测到强烈的24小时节律——你的生物钟在正常工作。

# discovery.circadianRhythm.title
source: Circadian Rhythm Confirmed
ar: تأكيد الإيقاع اليومي
ca: Ritme Circadià Confirmat
de: Zirkadianer Rhythmus Bestätigt
es: Ritmo Circadiano Confirmado
fr: Rythme Circadien Confirmé
ja: 概日リズム確認
zh_hans: 昼夜节律已确认

# discovery.circadianStable.detail
source: Your circadian coherence is above 60% — your internal clock is well synchronized.
ar: تماسك إيقاعك اليومي فوق 60% — ساعتك الداخلية متزامنة جيدًا.
ca: La teva coherència circadiana està per sobre del 60% — el teu rellotge intern està ben sincronitzat.
de: Deine zirkadiane Kohärenz liegt über 60% — deine innere Uhr ist gut synchronisiert.
es: Tu coherencia circadiana está por encima del 60% — tu reloj interno está bien sincronizado.
fr: Votre cohérence circadienne est supérieure à 60% — votre horloge interne est bien synchronisée.
ja: 概日コヒーレンスが60%を超えています——体内時計がよく同期しています。
zh_hans: 你的昼夜节律一致性超过60%——你的生物钟同步良好。

# discovery.circadianStable.title
source: Circadian Rhythm Stable
ar: الإيقاع اليومي مستقر
ca: Ritme Circadià Estable
de: Zirkadianer Rhythmus Stabil
es: Ritmo Circadiano Estable
fr: Rythme Circadien Stable
ja: 概日リズム安定
zh_hans: 昼夜节律稳定

# discovery.consistencyRecord.detail
source: Your sleep consistency score exceeded 80 — excellent regularity.
ar: تجاوزت درجة انتظام نومك 80 — انتظام ممتاز.
ca: La teva puntuació de consistència va superar 80 — excel·lent regularitat.
de: Dein Konsistenz-Score hat 80 überschritten — exzellente Regelmäßigkeit.
es: Tu puntuación de consistencia superó 80 — excelente regularidad.
fr: Votre score de régularité a dépassé 80 — excellente régularité.
ja: 一貫性スコアが80を超えました——素晴らしい規則性です。
zh_hans: 你的睡眠一致性分数超过80——优秀的规律性。

# discovery.consistencyRecord.title
source: Consistency Record
ar: رقم قياسي في الانتظام
ca: Rècord de Consistència
de: Konsistenz-Rekord
es: Récord de Consistencia
fr: Record de Régularité
ja: 一貫性記録
zh_hans: 一致性记录

# discovery.firstAutoWorkout.detail
source: A workout from Apple Watch appeared on your spiral automatically.
ar: ظهر تمرين من Apple Watch على حلزونك تلقائيًا.
ca: Un entrenament de l'Apple Watch va aparèixer a la teva espiral automàticament.
de: Ein Workout von der Apple Watch erschien automatisch auf deiner Spirale.
es: Un entrenamiento del Apple Watch apareció en tu espiral automáticamente.
fr: Un entraînement de l'Apple Watch est apparu sur votre spirale automatiquement.
ja: Apple Watchのワークアウトがスパイラルに自動的に表示されました。
zh_hans: Apple Watch的一次锻炼自动出现在你的螺旋上。

# discovery.firstAutoWorkout.title
source: Auto-Workout Detected
ar: اكتشاف تمرين تلقائي
ca: Entrenament Auto-Detectat
de: Auto-Workout Erkannt
es: Entrenamiento Auto-Detectado
fr: Entraînement Auto-Détecté
ja: 自動ワークアウト検出
zh_hans: 自动检测到锻炼

# discovery.firstHealthProfile.detail
source: Fitness data from Apple Watch enriches your circadian analysis.
ar: بيانات اللياقة من Apple Watch تثري تحليلك اليومي.
ca: Les dades de fitness de l'Apple Watch enriqueixen la teva anàlisi circadiana.
de: Fitnessdaten von der Apple Watch bereichern deine zirkadiane Analyse.
es: Los datos de fitness del Apple Watch enriquecen tu análisis circadiano.
fr: Les données fitness de l'Apple Watch enrichissent votre analyse circadienne.
ja: Apple Watchのフィットネスデータが概日分析を充実させます。
zh_hans: Apple Watch的健身数据丰富了你的昼夜节律分析。

# discovery.firstHealthProfile.title
source: Health Data Connected
ar: بيانات الصحة متصلة
ca: Dades de Salut Connectades
de: Gesundheitsdaten Verbunden
es: Datos de Salud Conectados
fr: Données de Santé Connectées
ja: 健康データ接続
zh_hans: 健康数据已连接

# discovery.firstMotif.detail
source: A recurring sleep pattern has been identified in your data.
ar: تم تحديد نمط نوم متكرر في بياناتك.
ca: S'ha identificat un patró recurrent de son en les teves dades.
de: Ein wiederkehrendes Schlafmuster wurde in deinen Daten identifiziert.
es: Se ha identificado un patrón recurrente de sueño en tus datos.
fr: Un motif de sommeil récurrent a été identifié dans vos données.
ja: データから繰り返しの睡眠パターンが見つかりました。
zh_hans: 在你的数据中发现了一个重复的睡眠模式。

# discovery.firstMotif.title
source: First Pattern Discovered
ar: اكتشاف أول نمط
ca: Primer Patró Descobert
de: Erstes Muster Entdeckt
es: Primer Patrón Descubierto
fr: Premier Motif Découvert
ja: 最初のパターンを発見
zh_hans: 发现首个模式

# discovery.firstPrediction.detail
source: The app can now predict your sleep based on historical patterns.
ar: يمكن للتطبيق الآن التنبؤ بنومك بناءً على الأنماط التاريخية.
ca: L'app ara pot predir el teu son basant-se en patrons històrics.
de: Die App kann jetzt deinen Schlaf anhand historischer Muster vorhersagen.
es: La app ahora puede predecir tu sueño basándose en patrones históricos.
fr: L'app peut maintenant prédire votre sommeil basé sur les motifs historiques.
ja: アプリが過去のパターンに基づいて睡眠を予測できるようになりました。
zh_hans: 应用现在可以根据历史模式预测你的睡眠。

# discovery.firstPrediction.title
source: First Sleep Prediction
ar: أول توقع للنوم
ca: Primera Predicció de Son
de: Erste Schlafvorhersage
es: Primera Predicción de Sueño
fr: Première Prédiction de Sommeil
ja: 初めての睡眠予測
zh_hans: 首次睡眠预测

# discovery.firstRecord.detail
source: Your sleep journey begins here.
ar: رحلة نومك تبدأ هنا.
ca: El teu viatge del son comença aquí.
de: Deine Schlafreise beginnt hier.
es: Tu viaje del sueño comienza aquí.
fr: Votre voyage du sommeil commence ici.
ja: 睡眠の旅はここから始まります。
zh_hans: 你的睡眠之旅从这里开始。

# discovery.firstRecord.title
source: First Night Recorded
ar: أول ليلة مسجلة
ca: Primera Nit Registrada
de: Erste Nacht Aufgezeichnet
es: Primera Noche Registrada
fr: Première Nuit Enregistrée
ja: 初めての夜の記録
zh_hans: 首个夜晚记录

# discovery.fullTier.detail
source: 8 weeks — motifs, mutations, and topological analysis available.
ar: 8 أسابيع — الأنماط والطفرات والتحليل الطوبولوجي متاحة.
ca: 8 setmanes — motius, mutacions i anàlisi topològic disponibles.
de: 8 Wochen — Motive, Mutationen und topologische Analyse verfügbar.
es: 8 semanas — motivos, mutaciones y análisis topológico disponibles.
fr: 8 semaines — motifs, mutations et analyse topologique disponibles.
ja: 8週間——モチーフ、突然変異、トポロジカル分析が利用可能です。
zh_hans: 8周——基序、突变和拓扑分析可用。

# discovery.fullTier.title
source: Full Analysis Unlocked
ar: التحليل الكامل مفتوح
ca: Anàlisi Complet Desbloquejat
de: Vollständige Analyse Freigeschaltet
es: Análisis Completo Desbloqueado
fr: Analyse Complète Débloquée
ja: 完全分析がアンロック
zh_hans: 完整分析已解锁

# discovery.intermediateTier.detail
source: 4 weeks of data — sleep prediction and alignment analysis active.
ar: 4 أسابيع من البيانات — التنبؤ بالنوم وتحليل المحاذاة نشطان.
ca: 4 setmanes de dades — predicció i anàlisi d'alineació actius.
de: 4 Wochen Daten — Schlafvorhersage und Ausrichtungsanalyse aktiv.
es: 4 semanas de datos — predicción y análisis de alineación activos.
fr: 4 semaines de données — prédiction et analyse d'alignement actives.
ja: 4週間のデータ——睡眠予測とアライメント分析がアクティブです。
zh_hans: 4周数据——睡眠预测和对齐分析已激活。

# discovery.intermediateTier.title
source: Intermediate Analysis Unlocked
ar: التحليل المتوسط مفتوح
ca: Anàlisi Intermedi Desbloquejat
de: Mittlere Analyse Freigeschaltet
es: Análisis Intermedio Desbloqueado
fr: Analyse Intermédiaire Débloquée
ja: 中級分析がアンロック
zh_hans: 中级分析已解锁
